import React from "react";
import QnA from "../components/QnA.js";

const items = [
  {
    title: "Η ΕΦΑΡΜΟΓΗ ΑΠΟΤΕΛΕΙ ΔΙΠΛΩΜΑΤΙΚΗ ΕΡΓΑΣΙΑ",
    content:
      "Σε καμία περίπτωση αυτή η εφαρμογή με την τωρινή της μορφή δεν μπορεί να χρησιμοποιηθεί σε περίπτωση ανάγκης. Είναι το αποτέλεσμα μίας διπλωματικής εργασίας με σκοπό την προσομοίωση καταστάσεις ανάγκης. ",
  },
  {
    title: "Ποιός είναι ο σκοπός αυτής της εφαρμογής;",
    content:
      "Αυτή η εφαρμογή δημιουργήθηκε με σκοπό να βρεθεί χρήσιμη σε μια περίπτωση εκτάκτου ανάγκης.",
  },
  {
    title: "Πως λειτουργεί η εφαρμογή;",
    content:
      "Η εφαρμογή χρησιμοποιεί όλους τους αισθητήρες της συσκευής για να αποστείλει όσο τον δυνατόν με μεγαλύτερη ακρίβεια την τοποθεσία σας και άλλες χρήσιμες πληροφορίες στην αστυνομία. Παρόλα αυτά όσο η εφαρμογή είναι κλειστή δεν υπάρχει καμία προσπάθεια παρακολούθησης της τοποθεσίας σας. ",
  },
  {
    title: "Γιατί να χρησιμοποιήσω αυτή την εφαρμογή;",
    content:
      "Βασική ιδέα πίσω από την λειτουργία της είναι η αξιοποίηση σημαντικού χρόνου με την ακαριαία σχεδόν ενημέρωση της αστυνομίας ή την αθόρυβη αποστολή του αιτήματος για βοήθεια.",
  },
  {
    title: "Γιατί χρειάζεται να δηλώσω όλα αυτά τα στοιχεία;",
    content:
      "Δεν υπάρχει καμία υποχρέωση δήλωσης επιπλέον στοιχείων για την λειτουργία της εφαρμογής. Οποιοδήποτε επιπλέον στοιχείο είναι προαιρετικό με βασικό σκοπό να βοηθήσει στην ταχύτερη και ασφαλέστερη παροχή βοήθειας. ",
  },
];

export default () => {
  return (
    <div>
      <QnA items={items} />
    </div>
  );
};
