import React from "react";
import QnA from "../components/QnA.js";

const items = [
  {
    title: "Η ΕΦΑΡΜΟΓΗ ΑΠΟΤΕΛΕΙ ΔΙΠΛΩΜΑΤΙΚΗ ΕΡΓΑΣΙΑ",
    content:
      "Η εφαρμογή στην τωρινή της μορφή δεν είναι κατάλληλη για την χρήση πέρα από περιπτώσεις προσομοίωσης της κατάστασης ανάγκης.",
  },
  {
    title: "Ποιός είναι ο σκοπός της εφαρμογής;",
    content:
      "Σκοπός της συγκεκριμένης εφαρμογής είναι ο έγκαιρος και ακριβής εντοπισμός του χρήστη σε τυχόν περίπτωση ανάγκης.",
  },
  {
    title: "Πώς λειτουργεί η εφαρμογή;",
    content:
      "Η εφαρμογή χρησιμοποιεί τις διαθέσιμες τεχνολογίες εντοπισμού τοποθεσίας της συσκευής σας, στοχεύοντας στον γρήγορο εντοπισμό της θέσης σας. Οι πληροφορίες αυτές αποστέλλονται, έπειτα, στο διαθέσιμο τηλεφωνικό κέντρο.",
  },
  {
    title:
      "Γιατί μου ζητήθηκε πρόσβαση στην τοποθεσία και στα μηνύματα της συσκευής μου;",
    content:
      "Η εφαρμογή χρειάζεται την άδεια σας, ώστε να μπορέσει να συλλέξει τις πληροφορίες που θα σταλούν στο τηλεφωνικό κέντρο. Η πρόσβαση στις πληροφορίες της τοποθεσίας γίνεται μόνο κατά της αποστολή του μηνύματος και η πρόσβαση στα μηνύματα χρειάζεται μόνο για την πρόσβασή του.",
  },
  {
    title: "Πρέπει να συμπληρώσω όλες τις πληροφορίες και που χρειάζονται;",
    content:
      "Οι συγκεκριμένες πληροφορίες δεν είναι απαραίτητες για την λειτουργία της εφαρμογής. Παρόλα αυτά, η ύπαρξη τους συμβάλει στην εξατομίκευση της παροχής βοήθειας στις προσωπικές σας ανάγκες.",
  },
  {
    title: "Ποιός διαχειρίζεται τις πληροφορίες μου;",
    content:
      "Οι αποθηκευμένες πληροφορίες της εφαρμογής αποθηκεύονται τοπικά στην συσκευή σας. Οι πληροφορίες οι οποίες αποστέλλονται με την χρήση της υπηρεσίας προωθούνται στους χειριστές του τηλεφωνικού κέντρου.",
  },
  {
    title: "Γιατί χρεώθηκα από το μήνυμα;",
    content:
      "Στην τωρινή μορφή της εφαρμογής εφαρμόζονται αστικές χρεώσεις κατά της αποστολή του  μηνύματος.",
  },
  {
    title: "Έχω άλλη απορία.",
    content:
      "Για οποιαδήποτε απορία υπάρχει, μπορείτε να επικοινωνήσετε με την ομάδα μας στο kaloniatis@upnet.gr .",
  },
];

export default () => {
  return (
    <div>
      <QnA items={items} />
    </div>
  );
};
